Tekla.Structures.Filtering.Categories.PartFilterExpressions.PositionNumber
The PositionNumber class represents the position number filter expression.

Tekla.Structures.Filtering.Categories.PartFilterExpressions.PositionNumber.#ctor
Initializes a new instance of the PositionNumber class.